base-devel
texlive-most
alacritty
amd-ucode
base
bemenu
dashbinsh
efibootmgr
evince
fd
firefox
gammastep
git
grim
grub
j4-dmenu-desktop
libnotify
linux-firmware
linux-lts
mako
man-db
nautilus
neovim
noise-suppression-for-voice
noto-fonts
ntfs-3g
openssh
os-prober
pipewire-pulse
playerctl
polkit
ripgrep
slurp
sway
swaybg
swayidle
swaylock
thunderbird
tmux
ttf-jetbrains-mono
ttf-joypixels
ttf-nerd-fonts-symbols-1000-em
wl-clipboard
xdg-desktop-portal
xdg-user-dirs
zsh-completions
zsh-syntax-highlighting
