base-devel
texlive-most
alacritty
amd-ucode
base
bemenu
efibootmgr
evince
gammastep
grim
j4-dmenu-desktop
linux-firmware
mako
man-db
neovim
noto-fonts
ntfs-3g
openssh
os-prober
playerctl
polkit
ripgrep
sway
swaylock
tmux
ttf-jetbrains-mono
ttf-joypixels
ttf-nerd-fonts-symbols-1000-em
wl-clipboard
xdg-user-dirs
zsh-completions
zsh-syntax-highlighting
