adwaita-cursors
adwaita-icon-theme
amd-ucode
base
bemenu-wayland
booster
blueman
bluez
bluez-utils
breeze-icons
clang
cups
curl
dash
dmidecode
dnsmasq
fd
flatpak
foot
fwupd
fzf
gcc
gdb
git
gnome-themes-extra
grim
hicolor-icon-theme
inter-font
iproute2
iptables-nft
iputils
iwd
j4-dmenu-desktop
languagetool
ldns
less
libnotify
libvirt
linux
linux-firmware
lostfiles
make
mako
man-db
man-pages
nautilus
neovim
nmap
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pacman-contrib
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
podman
polkit
python
qemu-desktop
rebuild-detector
reflector
ripgrep
rtkit
rustup
slurp
sqlite
strace
stylua
sudo
swappy
sway
swaybg
swayidle
swaylock
tcpdump
texlab
texlive-langportuguese
texlive-meta
tmux
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-mono
virt-manager
waybar
wireplumber
wireshark-qt
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xorg-xwayland
zola
zsh
zsh-completions
zsh-syntax-highlighting
